Repository: dzikrul-haq/restaurant_app
Catalog: lib/l10n/app_*.arb
Languages: id

# code
source: en
id: id

# error
source: Something went wrong!!
id: Sepertinya ada masalah..

# empty
source: Empty Data
id: Kosong

source: back to list
id: kembali ke daftar

# listPage_recommendation
source: Recommendation restaurant for you!
id: Daftar rekomendasi restoran untuk Anda!

# listPage_home
source: Home
id: Beranda

# listPage_search_button
source: Go to search
id: Masuk ke pencarian

# listPage_Item_favorite_true
source: Favorite!
id: Jadikan favorit!

# listPage_Item_favorite_false
source: Not Favorite this
id: Jadikan tidak favorit

# listPage_place_template
source: in {place}
id: di {place}

# favoritePage_title
source: Favorites
id: Favorit

# favoriteButton_add
source: Add as Favorite?
id: Tambahkan sebagai Favorit?

# favoriteButton_remove
source: Remove from Favorite?
id: Hapus dari Favorit?

# favorite_added
source: Added as Favorite!
id: Ditambahkan sebagai favorit!

# favorite_removed
source: Unlisted from Favorite!
id: Dihapus dari daftar favorit!

# search_something
source: Search name
id: Cari nama restoran

# search_undo
source: Undo Search
id: Batalkan Pencarian

# search_body
source: Maybe something you want will found here
id: Mungkin restoran yang kamu inginkan dapat dicari disini...

# search_image_animation
source: image of interaction between 2 women
id: gambar interaksi antar 2 wanita

# detailPage_description
source: Description
id: Deskripsi

# item_or_detail_rating
source: Rating {ratingPoint} of 5
id: Rating {ratingPoint} dari 5

# searchPage_title
source: Search
id: Pencarian

# settingsPage_title
source: Settings
id: Pengaturan

# settingsPage_dark
source: Dark Theme
id: Tema Gelap

# settingsPage_scheduling
source: Scheduling Reminder
id: Jadwalkan Pengingat

# settingsPage_scheduling_time
source: Every 11.00 AM
id: Setiap pukul 11.00 AM

# settingsPage_reminder_activated
source: Reminder Activated every 11.00 AM
id: Pengingat diaktifkan setiap 11.00 AM

# settingsPage_reminder_deactivated
source: Reminder Canceled!
id: Pengingat dibatalkan!

# settingsPage_language
source: Language
id: Bahasa

# settingsPage_ChangeLanguage
source: Change Language Setting
id: Pengaturan ubah bahasa

# settingsPage_ChangeLanguageButton
source: Change Language Button
id: Tombol ubah bahasa

# settingsPage_localeItem1
source: Indonesian
id: Bahasa Indonesia

# settingsPage_localeItem2
source: English
id: Bahasa Inggris

# settingsPage_darkThemeToggle
source: On / off Dark Theme
id: Nyalakan / matikan mode gelap

# settingsPage_darkThemeEnable
source: Turn on dark theme button
id: Tombol nyalakan mode gelap

# settingsPage_darkThemeDisable
source: Turn off dark theme button
id: Tombol matikan mode gelap

# settingsPage_reminderToggle
source: On / off Reminder
id: Nyalakan / matikan mode pengingat

# settingsPage_reminderEnable
source: Turn on reminder button
id: Nyalakan mode pengingat

# settingsPage_reminderDisable
source: Turn off reminder button
id: Matikan mode pengingat
